<template>
    <div>
        <div class="title">智能楼宇服务条款</div>
        <div class="content">
            <h1>服务条款</h1>
            <p>本服务条款是您与希网科技信息技术有限公司（下称“希网科技”）之间的协议。希网智能楼宇，是由希网科技提供的互联网软件服务。在本服务创建账号并使用之前，您必须首先同意此条款。此条款在必要时将进行修订，且毋须另行通知。</p>
            <h4>1. 定义</h4>
            <p>1.1 “您”为用户的统称，具体指在希网智能楼宇注册的符合条件的自然人、法人或其他组织。</p>
            <p>1.2 希网智能楼宇是指由希网科技提供的互联网软件服务。</p>
            <p>1.3 希网智能楼宇运营方是指希网科技有限公司。 应向希网科技咨询。</p>
            <p>1.4 希网智能楼宇官方网站是指 www.build.xibei.co。</p>
            <p>1.5 希网智能楼宇账户是指您申请的唯一的使用账户，用于注册和继续使用希网智能楼宇软件产品。</p>
            <p>1.6 《服务条款》是指 www.build.xibei.co网站公布的您与希网智能楼宇软件运营方之间的合约。</p>
            <p>1.7 使用费指您使用希网智能楼宇软件而向希网智能楼宇运营方支付的费用，不包括您使用希网智能楼宇集成第三方服务需要向其他第三方支付的费用。</p>
            <h4>2. 本协议内容生效、变更</h4>  
            <p>2.1 本协议内容包括协议正文及所有希网智能楼宇已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。</p>
            <p>2.2 您应当在使用希网智能楼宇服务之前认真阅读全部协议内容。如您对协议有任何疑问，应向希网智能楼宇咨询。 </p>
            <p>2.3 只要您使用希网智能楼宇服务，则本协议即对您产生约束，届时您不应以未阅读本协议的内容或者未获得希网智能楼宇对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</p>
            <p>2.4 您确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。 </p>
            <p>2.5 您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册程序或停止使用希网智能楼宇服务。 </p>
            <p>2.6 希网智能楼宇有权根据需要不定期地制订、修改本协议及/或各类规则，并在希网智能楼宇公示，不再另行单独通知您。变更后，协议和规则的生效时间以公告内容为准。如您不同意相关变更，应当在修订后的协议和规则生效时停止使用希网智能楼宇服务；若您继续使用希网智能楼宇服务的，即表明您接受修订后的协议和规则。</p>
            <h4>3. 账户</h4>
            <p>您同意并理解您有责任将您与用于获得服务的任何账号相关的密码保密。您负责对您账号下发生的所有的行为和内容负责。</p>
            <p style="color: #000;">3.1 注册相关</p>
            <p>在使用本服务前，您同意并保证：</p>
            <p>a) 您所填写的您信息是真实、准确、完整、及时的，并且没有任何引人误解或者虚假的陈述，且保证希网智能楼宇可以通过您所填写的联系方式与您取得联系。</p>
            <p>b) 您应根据希网智能楼宇对于相关服务的要求及时提供相应的身份证明等资料，否则希网智能楼宇有权拒绝向您提供相关服务。您承诺将及时更新您您信息以维持该等信息的有效性。 </p>
            <p>c) 如果您提供的资料或信息包含有不正确、不真实的信息，希网智能楼宇保留取消您会员资格并随时结束为您提供服务的权利。</p>
            <p>d) 您应对您的账户负责，只有您本人可以使用您的希网智能楼宇账户，该账户不可转让、不可赠与、不可继承。</p>
            <p style="color: #000;">3.2 账户安全 </p>
            <p>您将对使用该账户及密码进行的一切操作负责，您同意： </p>
            <p>a) 希网智能楼宇通过您的您名和密码识别您的指示，请您妥善保管您的您名和密码，对于因密码泄露所致的损失，由您自行承担。您保证不向其他任何人泄露该账户及密码，亦不使用其他任何人的希网智能楼宇账户及密码。</p>
            <p>b) 如您发现有他人冒用或盗用您的账户及密码或任何其他未经合法授权之情形时，应立即以有效方式通知希网智能楼宇，要求希网智能楼宇暂停相关服务。同时，您理解希网智能楼宇对您的请求采取行动需要合理期限，在此之前，希网智能楼宇对已执行的指令及(或)所导致的您的损失不承担任何责任。</p>
            <h4>4. 服务风险及免责声明</h4>
            <p>4.1 您须明白，本服务涉及到互联网及移动通讯等服务，鉴于计算机及互联网的特殊性，因黑客、病毒、Internet上通路的阻塞、电信部门技术或政策调整或希网智能楼宇为进行服务器配置、维护等造成的服务中断或不能满足您要求的风险。开通服务的您须承担以上风险，希网智能楼宇对服务的及时性、安全性、准确性不作担保，对因此导致您不能发送和接受阅读消息、或传递错误，个人设定的时效、未予储存或其它问题不承担任何责任。</p>
            <p>4.2 希网智能楼宇郑重提请您注意，任何经由本服务上传的文字、数据、音乐、音讯、照片、视讯、信息、您的登记资料或其他资料（以下简称“内容”），均由内容提供者承担责任。不得使用本服务上载、传输或采用其它方式分发任何非法的、诽谤性的、侵扰他人的、侮辱性的、欺诈性的、猥亵的、包含病毒的或根据希网智能楼宇的合理判断会在其它方面遭反对的任何内容。不得上载、传输或采用其它方式分发侵犯其他一方的知识产权或者其它专有、契约或信用权利或义务的内容；不得将这一服务用于任何欺诈或不当目的；未经他人同意而提取或以其它方式收集有关他人的信息，包括电子邮件地址。</p>
            <p>4.3 本服务可提供与其它网站的链接。由于希网智能楼宇无法控制这些网站，您了解并同意：无论此类网站是否可供利用，希网智能楼宇不予负责；希网智能楼宇亦对此类网站的任何内容、广告、产品或其他资料不予保证或负责。因您使用或依赖任何此类网站发布的或经由此类网站获得的任何内容、商品或服务所产生的任何损害或损失，希网智能楼宇不负任何直接或间接的责任。</p>
            <h4>5. 法律申明</h4>
            <p>5.1 本条款适用中华人民共和国的法律，并且排除一切冲突法规定的适用。</p>
            <p>5.2 双方因使用本网站所产生的争议，协商不成的，任何一方可以向希网智能楼宇所在地人民法院提起诉讼。</p>       
            <p style="text-align: right;margin-top:20px;color: #000;">希网科技信息技术有限公司保留一切解释权利</p>
        </div>
    </div>
</template>
<script>
export default {
    name: 'statement',
    data(){
        return{

        }
    },
    methods:{

    }
}
</script>
<style>
    .title{
        font-size: 44px;
        text-align: center;
        color: #409EFF;
    }
    .content{
        width: 1035px;
        margin: 0 auto 50px;    
        text-align: left; 
    }
    .content h1{
        font-size: 32px;
        margin: 12px 0;
    }
    .content h4{
        font-size: 18px;
        margin: 16px 0;
        font-weight: normal;
        color: #000;
    }
    .content p{
        color: #9e9e9e;
        line-height: 26px;
        font-size: 16px;
        text-indent: 32px;
    }
</style>


